[
    "\"Le premier ennemi de la connaissance n'est pas l'ignorance, c'est l'illusion de la connaissance.\" - Stephen HAWKING",
    "\"Les personnes silencieuses ont les esprits les plus bruyants.\" - Stephen HAWKING",
    "\"La mathématique universelle... est une logique de l'imagination.\" - Ernest RENAN",
    "\"La logique est l'hygiène des mathématiques\" - André WEIL",
    "\"En mathématiques, on ne comprend pas les choses, on s’y habitue.\" - John Von NEUMANN",
    "\"Les mathématiques consistent à prouver une chose évidente par des moyens complexes.\" - George Polyà",
    "\"Le monde est dangereux à vivre ! Non pas tant à cause de ceux qui font le mal, mais à cause de ceux qui regardent et laissent faire.\" - Albert EINSTEIN",
    "\"La vie, c'est comme une bicyclette, il faut avancer pour ne pas perdre l'équilibre.\" - Albert EINSTEIN",
    "\"Il n'existe que deux choses infinies, l'univers et la bêtise humaine... mais pour l'univers, je n'ai pas de certitude absolue.\" - Albert EINSTEIN",
    "\"La valeur d'un homme tient dans sa capacité à donner et non dans sa capacité à recevoir.\" - Albert EINSTEIN",
    "\"N'essayez pas de devenir un homme qui a du succès. Essayez de devenir un homme qui a de la valeur.\" - Albert EINSTEIN",
    "\"La connaissance s'acquiert par l'expérience, tout le reste n'est que de l'information.\" - Albert EINSTEIN",
    "\"Les grands esprits ont toujours rencontré une opposition farouche des esprits médiocres.\" - Albert EINSTEIN",
    "\"Une personne qui n'a jamais commis d'erreurs n'a jamais tenté d'innover.\" - Albert EINSTEIN",
    "\"Un problème créé ne peut être résolu en réfléchissant de la même manière qu'il a été créé.\" - Albert EINSTEIN",
    "\"L'imagination est plus importante que le savoir.\" - Albert EINSTEIN",
    "\"Ce qui compte ne peut pas toujours être compté, et ce qui peut être compté ne compte pas forcément.\" - Albert EINSTEIN",
    "\"Un problème sans solution est un problème mal posé.\" - Albert EINSTEIN",
    "\"Rare est le nombre de ceux qui regardent avec leurs propres yeux et qui éprouvent avec leur propre sensibilité.\" - Albert EINSTEIN",
    "\"Ce n'est pas à cause de l'attraction terrestre que des gens tombent... amoureux !\" - Albert EINSTEIN",
    "\"Il est hélas devenu évident aujourd'hui que notre technologie a dépassé notre humanité.\" - Albert EINSTEIN",
    "\"« Je crains le jour où la technologie surpassera nos échanges humains. Le monde aura une génération d’idiots »  Ce jour est arrivé……\" - Albert EINSTEIN",
    "\"Le monde que nous avons créé est le résultat de notre niveau de réflexion, mais les problèmes qu'il engendre ne sauraient être résolus à ce même niveau.\" - Albert EINSTEIN",
    "\"Le mental intuitif est un don sacré et le mental rationnel est un serviteur fidèle. Nous avons créé une société qui honore le serviteur et a oublié le don.\" - Albert EINSTEIN",
    "\"Souvenez-vous de toujours regarder en haut vers les étoiles, et pas en bas vers vos pieds. Essayez de comprendre ce que vous voyez et ce qui fait que l'univers existe. Soyez curieux. Et quelques soient les difficultés de l'existence, il y a toujours quelque chose que vous pouvez faire, et que vous pouvez réussir. Il est important de ne pas abandonner.\" - Stephen HAWKING",
    "\"Toute ma vie, j’ai été fasciné par les grandes questions auxquelles nous faisons face, et j’ai tenté de leur trouver des réponses scientifiques. Peut-être est-ce la raison pour laquelle j’ai vendu plus de livres sur la physique, que MADONNA en a vendus sur le sexe.\" - Stephen HAWKING",
    "\"La prochaine fois que quelqu’un se plaint de l’une de vos erreurs, répondez-lui c’est peut-être une bonne chose. Parce-que sans imperfection, ni vous, ni moi, n’existerions.\" - Stephen HAWKING",
    "\"Je ne suis pas effrayé par la mort, mais je n’ai aucune hâte de mourir.\" - Stephen HAWKING",
    "\"Les scientifiques sont devenus les porteurs de torche de la découverte dans notre quête pour le savoir.\" - Stephen HAWKING",
    "\"L’intelligence c’est la capacité de s’adapter au changement.\" - Stephen HAWKING",
    "\"Nous menons notre vie quotidienne sans presque rien comprendre au monde qui est le nôtre\" - Stephen HAWKING",
    "\"Le passé, comme le futur, est indéfini et n’existe que comme un spectre de possibilités.\" - Stephen HAWKING",
    "\"Seuls ceux qui sont assez fous pour penser qu'ils peuvent changer le monde y parviennent\" - Henry Dunant",
    "\"Be yourself, no matter what they say. (Reste toi-même ne prend pas en compte ce qu'ils disent.)\" - Sting",
    "“Tant qu’un homme n’a pas découvert quelque chose pour lequel il serait prêt à mourir, il n’est pas à même de vivre.” - Martin Luther King",
    "« Ne laissez pas la mode s’emparer de vous, décidez de ce que vous êtes, de ce que vous souhaitez exprimer par ce que vous portez. » - Gianni Versace",
    "“Il n'y a pas de lumière sans ombre.” - Louis Aragon",
    "\"Je déteste ceux qui m’enlèvent la solitude sans me tenir compagnie.\" - Nietzsche",
    "“J’aime mieux être homme à paradoxes qu’homme à préjugés.” - Jean-Jacques Rousseau",
    "« Si on veut obtenir quelque chose que l’on n’a jamais eu, il faut tenter quelque chose que l’on n’a jamais fait. » - Périclès",
    "« Le mensonge est une des constantes nécessités de la vie ; sans le mensonge, il n'y aurait au monde ni art, ni beauté, ni amour. » - Anatole France",
    "« Il n'y a de bonnes leçons que celles qui sont données avec amour. » - Anatole France",
    "« Ce que vous pensez habituellement déterminera en grande partie ce que vous deviendrez à long terme. » - Bruce Lee",
    "« Connaître ne suffit pas. Il faut savoir l’appliquer. La volonté ne suffit pas. Il faut savoir agir. » - Bruce Lee",
    "« Ne crains pas l’échec. Ce n’est pas l’échec, mais le manque d’ambition qui est un crime. Avec des objectifs élevés, l’échec peut être glorieux. » - Bruce Lee",
    "« La connaissance précise de sa force n’est peut-être autre que le génie. » - Gustave Flaubert",
    "“S’aimer soi-même, c’est l’assurance d’une longue histoire d’amour.” - Oscar Wilde",
    "« Laisser manger son temps par les fâcheux, c’est la pire manière de le perdre. » - Gustave Flaubert",
    "“L’âge ne vous protège pas des dangers de l’amour. Mais l’amour, dans une certaine mesure, vous protège des dangers de l’âge. “ - Jeanne Moreau",
    "“Il y en a qui ont le coeur si large qu’on y rentre sans frapper. Il y en a qui ont le coeur si frêle qu’on le brise d’un doigt.” - Jacques Brel",
    "“A force de parler d’amour, l’on devient amoureux...” - Blaise Pascal",
    "« Nous les personnes introverties, nous ne sommes pas des moulins à paroles mais des moulins à penser ». - Julien Prest",
    "« Les gens ont toujours peur du changement. Ils avaient même peur de l’électricité quand elle a été inventée. » - Bill Gates",
    "“Les femmes pardonnent parfois à celui qui brusque l’occasion, mais jamais à celui qui la manque.” - Talleyrand",
    "« Le succès est un mauvais professeur. Il pousse les gens intelligents à croire qu’ils sont infaillibles. » - Bill Gates",
    "“Moins notre bonheur est dans la dépendance des autres, et plus il nous est aisé d’être heureux.” - Marquise du Châtelet",
    "« Si vous pensez que votre professeur est dur avec vous, attendez d’avoir un patron. » - Bill Gates",
    "“La simplicité est le principe de l’art.” - Bruce Lee",
    "“Marcher, c’est retrouver son instinct primitif, sa place et sa vraie position, son équilibre mental et physique. C’est aller avec soi, sans autre recours que ses jambes et sa tête. Sans autre moteur que celui du coeur, celui du moral.” - Jacques Lanzmann",
    "“Le miracle de l’amour, c’est de resserrer le monde autour d’un être qui vous enchante, l’horreur de l’amour, c’est de resserrer le monde autour d’un être qui vous enchaîne.” - Pascal Bruckner",
    "« Faites très attention aux commentaires négatifs et sollicitez-les, en particulier des amis. … c’est incroyablement utile.  »  - Elon Musk",
    "“La parole est une aile du silence.” - Pablo Neruda",
    "\"Espérer le meilleur sans perdre la lucidité du pire, c'est une intime sagesse.\" - John Joos",
    "\"Les hommes libres peuvent partir, et quelques fois ils restent. Voilà la plus belle preuve d'amour : prendre la liberté de rester alors qu'on pourrait s'en aller.\" - Camille Laurens",
    "\"Le secret du bonheur c'est de vivre comme tout le monde, en n'étant comme personne.\" - Simone de Beauvoir",
    "\"Ne jamais naître est peut-être la plus grande aubaine.\" - Sophocle",
    "« Si l’on est sur le point de gagner, il faut penser qu’il n’est pas d’adversaire qui joue mieux qu’un adversaire près d’être battu. » - René Lacoste",
    "« J'ai une mentalité très positive, et je pense que c'est ce qui m'aide le plus dans les moments difficiles. » - Roger Federer",
    "\"L'optimisme, c'est le courage moral à l'état pur\" - Ernest Shackleton",
    "“Le travail c’est la santé ; ne rien faire, c’est la conserver.” - Henri Salvador",
    "“Il ne faut pas oublier tout ce que les immigrés ont apporté à La France, les Picasso, Béart, Cioran… C’est une chance extraordinaire pour la France. Il y a peut-être parmi eux de futurs Aznavour, qui sait?” - Charles Aznavour",
    "“Moi, je ne travaille pas. Je fais ce qui me plaît.” - Henri Salvador",
    "“Ce qui m’effraie, ce n’est pas l’oppression des méchants ; c’est l’indifférence des bons.” - Martin Luther King",
    "“Le langage est un ensemble de citations.” - Jorge Luis Borges",
    "“Si tu vis dans l'ombre, tu n'approcheras jamais le soleil.” - Jacques Mesrine",
    "« Pourquoi ai-je mis tant d'années pour résoudre la conjecture de Poincaré ? J'ai appris à détecter les vides. Avec mes collègues nous étudions les mécanismes visant à combler les vides sociaux et économiques. Les vides sont partout. On peut les détecter et cela donne beaucoup de possibilités… Je sais comment diriger l'Univers. Dites-moi alors, à quoi bon courir après un million de dollars ? » - Grigori Perelman",
    "“Plus je connais les hommes, plus j'aime les femmes.” - Francis Blanche",
    "« L'imagination est la reine du vrai, et le possible est une des provinces du vrai. » - Charles Baudelaire",
    "\"La jeunesse est le temps d'étudier la sagesse, la vieillesse le temps de la pratiquer\" - Jean-Jacques ROUSSEAU",
    "\"Les gens ne s'appuient jamais que sur le peu qu'ils savent pour appréhender les phénomènes du monde, et ils nomment leurs perceptions \"réalité\". Et la réalité se révèle parfois n'être qu'une illusion.\" - Itachi Uchiwa",
    "\"L'art de La citation est l'art de ceux qui ne savent pas réfléchir par eux même\" - Voltaire",
    "\"Beaucoup de gens ayant abandonnés, ne savaient pas qu'ils étaient si près du but\" - Albert Einstein",
    "\"Qu'est ce que le temps? Si personne ne me le demande, je le sais. Si je veux l'expliquer à qui me le demande, je ne sais plus.\" - Saint Augustin d'Hippone",
    "\"La science est fille des mathématiques.\" - Bergson",
    "« La seule victoire en amour, c’est la fuite. » - Napoléon I",
    "\"Le verre brille parfois plus que le diamant, car il a quelque chose à prouver\" - Terry Pratchett",
    "\"The more you teach, the better you learn. Teaching is a powerful tool to learning.\" - Richard Feynman",
    "« Aujourd’hui est le premier jour du reste de ma vie. » - Victor HUGO",
    "“Ainsi l’essentiel du cierge n’est point la cire qui laisse des traces, mais la lumière.” - St. Exupéry (Citadelle)",
    "\"Science sans conscience n'est que ruine de l'âme.\" - François Rabelais",
    "\"De temps en temps, il faut se reposer de ne rien faire.\" - Jean Cocteau",
    "\"We must be careful not to believe things simply because we want them to be true. No one can fool you as easily as you can fool yourself!\" - Richard Feynman",
    "\"Do not judge me by my successes, judge me by how many times I fell down and got back up again.\" - Nelson MANDELA",
    "\"Le courage, c'est être mort de trouille, mais malgré tout monter en selle et y aller.\" - John Wayne",
    "\"La science est ce qu'enseigne un père à son fils. La technologie est ce qu'enseigne le fils à son père.\" - Michel Serres",
    "\"Vivez si m'en croyez, n'attendez à demain. Cueillez dès aujourd'hui les roses de la vie.\" - Pierre de Ronsard",
    "\"Je vous demande de croire, pas en ma capacité de changer les choses, mais en la vôtre.\" - Barack Obama",
    "\"Si debugger, c’est supprimer des bugs, alors programmer ne peut être que les ajouter\" - Edsger Dijkstra",
    "\"Je ne comprends pas les Anglais ! Tandis qu'en France nous donnons à nos rues des noms de victoires : Wagram, Austerlitz... là-bas, on leur colle des noms de défaites : Trafalgar Square, Waterloo Place...\" - Alphonse Allais",
    "\"Ce qui est admirable, ce n'est pas que le champ des étoiles soit si vaste, c'est que l'Homme l'ait mesuré\" - Anatole France",
    "\"La vie ce n'est pas d'attendre que l'orage passe mais c'est d'apprendre à danser sous la pluie.\" - Sénèque ",
    "\"Elle était belle comme la femme d'un autre\" - Paul Morand",
    "\"Sans les mathématiques, vous ne pouvez rien faire. Tout autour de vous repose sur les mathématiques. Tout autoure de vous est fait de chiffres.\" - Shakuntala Devi",
    "\"L'histoire est une suite de mensonges sur lesquels on est d'accord.\" - Napoléon Bonaparte",
    "\"L'intelligence c'est pas sorcier : il suffit de penser à une connerie ... et de dire l'inverse\" - Coluche",
    "\"Physics is to math what sex is to masturbation.\" - Richard Feynman",
    "\"La vraie générosité envers l'avenir consiste à tout donner au présent.\" - Albert Camus",
    "\"Vous volez une piastre et vous êtes un voleur à la petite semaine. Vous en volez des milliers, et vous êtes soit un héros, soit l'état.\" - Terry Pratchett",
    "“If you want to do evil, science provides the most powerful weapons to do evil; but equally, if you want to do good, science puts into your hands the most powerful tools to do so.” - Richard Dawkins",
    "\"En science, [...] l'instant le plus délicat, le plus inconfortable mais aussi le plus enivrant, c'est l'instant du détachement. Le moment où les choses sont devenues si précises qu'elles redeviennent floues, où nous avons suffisamment bien compris pour comprendre que nous ne comprenons pas si bien.\" - Mickaël Launay (dans __Le théorème du parapluie__)",
    "\"Un scientifique dans son laboratoire n'est pas qu'un technicien ; il contemple les lois de la nature comme un enfant plongé dans un monde de contes de fées.\" - Marie Curie",
    "\"Le scientifique trouve de la joie parce que la nature est belle\" - Henri Poincaré",
    "\"Nous ne pouvons nous empêcher de penser que les formules en savent plus que leurs découvreurs et elles nous donnent plus que ce que nous leur avons donné.\" - Heinrich Hertz",
    "\"Every child is a scientist by nature! Children lose their inborn curiosity as they grow up. The important thing is to keep asking questions, keep learning - and doing - new things.\" - Richard Feynman",
    "\"Un livre de philosophie, c'est à la fois un livre difficile mais c'est aussi un objet tout à fait accessible, une boîte à outils formidablement ouverte pourvu qu'à ce moment on ait besoin, envie.\" - Gilles Deleuze (__Pourparlers__, Paris, Éditions de Minuit, 1990, p. 40)",
    "\"La France va mieux. Pas mieux que l'année dernière. Mais mieux que l'année prochaine.\" - Coluche",
    "“La nature fait les hommes semblables, la vie les rend différents.” - Confucius De Confucius",
    "\"Voici mon secret. Il est très simple : on ne voit bien qu’avec le coeur. L’essentiel est invisible pour les yeux.\" - Antoine de Saint-Exupéry (Le Renaud dans __Le Petit Prince__)",
    "\"Toutes les grandes personnes ont d’abord été des enfants. (Mais peu d’entre elles s’en souviennent.)\" - Antoine de Saint-Exupéry (__Le Petit Prince__)",
    "\"La simplicité est la sophistication suprême\" - Léonard De Vinci",
    "\"Le désir le plus naturel des hommes de bien est la connaissance\" - Léonard De Vinci",
    "\"Je vis par les mathématiques, mais je suis un poète.\" – William Rowan Hamilton",
    "\"L'amour c'est comme le beurre, ça rend tout meilleur.\" - Charles Simmons",
    "\"Le talent atteint une cible que personne ne peut toucher; le génie atteint une cible que personne ne peut voir.\" — Arthur Schopenhauer",
    "« N'attends jamais demain, et si demain ne vient jamais? » — Elvis Presley",
    "« La vérité n'est jamais amusante sinon tout le monde la dirait. » — Michel Audiard",
    "« Quand rien n'est prévu, tout est possible. » — Antoine De Maximy",
    "« Les bonnes actions ne sont pas ébruitées, les mauvaises, font le tour du monde. » — Lao She",
    "« L'échec est un excellent enseignant et, si vous êtes ouvert, chaque erreur a une leçon à offrir. » — Oprah Winfrey",
    "« Les poignards qui ne sont pas dans les mains peuvent être dans les paroles. » — William Shakespeare",
    "\"La haine est aveugle, la colère étourdie, et celui qui se verse la vengeance risque de boire un breuvage amer.\" - Alexandre Dumas, Le Comte de Monte-Cristo.",
    "\"En général, on ne demande de conseils que pour ne pas les suivre ou, si on les a suivis, reprocher à quelqu'un de les avoir donnés.\" - Alexandre Dumas, Les Trois Mousquetaires",
    "\"L’histoire ne fait rien, c’est l’homme, réel et vivant, qui fait tout.\" — Karl Marx",
    "\"Pour ce qui est de l'avenir, il ne s'agit pas de le prévoir, mais de le rendre possible.\" — Antoine de Saint–Exupéry",
    "\"Die Rose ist ohne warum ; sie blühet weil sie blühet\" (La rose est sans pourquoi ; elle fleurit parce qu'elle fleurit) — Angelus Silesius (cité par Jorge Luis Borges)",
    "Peut-être me direz-vous : \"Es-tu sûr que cette légende soit vraie ?\" Qu'importe ce que peut être la réalité placée hors de moi, si elle m'a aidé à vivre, à sentir que je suis et ce que je suis ? — Charles Baudelaire, Le Spleen de Paris, \"Les fenêtres\"",
    "\"I'm smart enough to know that I'm dumb!\" - Richard Feynman",
    "\"Il est plus important d'avoir de la beauté dans ses équations que d'être en accord avec l'expérience.\" – Paul Dirac",
    "\"Physics is like sex: sometimes something useful comes out, but that is not the reason we are doing it.\" - Richard Feynman",
    "\"J'ai mis tous mes soins à ne pas tourner en dérision les actions des hommes, à ne pas pleurer sur elles, à ne pas les détester, mais à en acquérir une connaissance vraie.\" — Baruch Spinoza, Traité politique, chapitre 1, §4",
    "\"Elle avait des yeux où il faisait si bon vivre que je n'ai jamais su où aller depuis.\" - Romain Gary dans La Promesse de l'aube",
    "\"Je tiens à moi. Plus je serai seule, sans ami, sans soutien, plus il faudra que je me respecte\" - Charlotte Brontë",
    "\"À un certain moment de la vie, la beauté du monde suffit. On n'a pas besoin de la photographier, de la peindre ni même de s'en souvenir. Elle suffit.\" - Toni Morrison",
    "\"Par convention chaud, par convention froid, par convention couleur, mais en réalité atomes et vide.\" - Démocrite",
    "\"Notre plus grande arme contre le stress, c'est notre capacité à choisir une pensée plutôt qu'une autre.\" - William James",
    "\"La musique est une mathématique sonore, la mathématique une musique silencieuse.\" - Édouard Herriot",
    "\"L'anglais, capable de donner voix aux pensées de Hamlet et à la tragédie dur roi Lear, est pris de court par le frisson et la céphalée. [...] Lorsqu'elle tombe amoureuse, n'importe quelle écolière peut faire appel à Shakespeare ou à Keats pour s'exprimer ; mais qu'une personne souffrante tente de décrire un mal de tête à son médecin et le langage aussitôt lui fait défaut.\" - Virginia Woolf",
    "\"Les meilleurs ne croient plus à rien, les pires se gonflent de l'ardeur des passions mauvaises\" - Yeats dans *La Second Venue*",
    "\"En trois mots, je peux résumer ce que j'ai appris sur la vie : elle se poursuit.\" - Robert Frost",
    "\"Et puis une Planche de ma Raison, cassa, /Et je tombai, tombai encore -\" - Emily Dickinson",
    "\"Même le silence / a une histoire à vous raconter.\" - Jacqueline Woodson",
    "\"Le monde est un globe - plus vous allez loin, plus vous vous approchez de chez vous.\" - Terry Pratchett",
    "\"Je suis amoureux du monde.\" - Maurice Sendak",
    "\"Ce qui s'est passé n'est que le prologue.\" - William Shakespeare",
    "\"Réveille-toi, cher cœur, réveille-toi ! Tu as bien dormi.\" - William Shakespeare",
    "\"L'île est pleine de bruits.\" - William Shakespeare",
    "\"Cette chose des ténèbres, / je la reconnais mienne.\" - William Shakespeare",
    "\"Et, tel l'édifice sans base de cette vision, / Les tours coiffés de nuages, les palais somptueux, / Les temples solennels, le grand globe lui-même, / Avec tous ceux qui en ont la jouissance, oui, se dissoudront, / Et de même que ce spectacle insubstantiel s'est évanoui, / Ils ne laisseront pas derrière eux une traînée de brume.\" - William Shakespeare",
    "\"Il faut perdre la moitié de son temps pour pouvoir employer l'autre.\" - John Locke",
    "\"La vie n'est pas un problème à résoudre mais une réalité qui doit être vécue.\" - Kierkegaard",
    "\"L'homme est condamné à être libre.\" - Sartre",
    "\"L'homme n'est qu'un roseau, le plus faible des roseaux, mais c'est un roseau pensant.\" - Pascal",
    "\"Dans la vie, rien n’est à craindre, tout est à comprendre.\" - Marie Curie",
    "\"Pensez à être moins curieux des personnes que de leurs idées.\" - Marie Curie",
    "\"Le premier qui, ayant enclos un terrain, s'avisa de dire : Ceci est à moi, et trouva des gens assez simples pour le croire, fut le vrai fondateur de la société civile.\" — Jean-Jacques Rousseau, Discours sur l'origine de l'inégalité, seconde partie, §1",
    "\"Je sais que ma naissance est un hasard, un accident risible, et cependant, dès que je m'oublie, je me comporte comme si elle était un événement capital, indispensable à la marche et à l'équilibre du monde\" — Emil Cioran, De l'inconvénient d'être né",
    "\"Mais comme pour tout le reste, donc pour une théorie mathématique, la beauté peut être perçue mais est inexplicable.\" - A. Cayley",
    "\"Bien loin que l'objet précède le point de vue, on dirait que c'est le point de vue qui précède l'objet.\" - Ferdinand de Saussure",
    "\"Au âmes bien nées, la valeur n'attend points le nombre des années\" - Corneilles, Le Cid",
    "\"Le seul endroit où on peut manger un steak-frites, c'est le présent.\" — Woody Allen",
    "\"Tout est assez intéressant pourvu qu'on le regarde assez longtemps\" — Gustave Flaubert",
    "\"On fait la science avec des faits, comme on fait une maison avec des pierres. Mais une accumulation de faits n'est pas plus de la science qu'un tas de pierres n'est une maison.\" Henri Poincaré",
    "\"Un peuple qui oublie son passé se condamne à le revivre\" - Winston Churchill",
    "« Un jour où l'on a pas ri est un jour perdu » — Luis Buñuel",
    "« Le présent n'est jamais notre fin : le passé et le présent sont nos moyens ; le seul avenir est notre fin. Ainsi nous ne vivons jamais, mais nous espérons de vivre ; et nous disposant toujours à être heureux, il est inévitable que nous ne le soyons jamais. » - Blaise Pascal, Pensées",
    "« Cette vie est un hôpital où chaque malade est possédé du désir de changer de lit. Celui-ci voudrait souffrir en face du poêle, et celui-là croit qu’il guérirait à côté de la fenêtre. » — Charles Baudelaire, Le Spleen de Paris, « Anywhere out of the world »",
    "\"Les hommes de génies sont des météores destinés à brûler pour éclairer leur siècle\" - Napoléon Bonaparte",
    "\"L'histoire est l'institutrice de la vie\" - Cicéron",
    "“L'art de la citation est l'art de ceux qui ne savent pas réfléchir par eux-même.” - Voltaire",
    "« Quand on est jeune il ne faut pas remettre à philosopher, et quand on est vieux il ne faut pas se lasser de philosopher. » — Épicure, Lettre à Ménécée",
    "« La philosophie est une réflexion pour qui toute matière étrangère est bonne, et nous dirions pour qui toute bonne matière doit être étrangère » — Georges Canguilhem, Essai sur quelques problèmes concernant le normal et le pathologique",
    "\"Aime avec ton cœur. Pas avec tes yeux.\" - Coluche",
    "« Internet est la première création de l'humanité que l'humanité ne comprend pas, la plus grande expérience d'anarchie qui ait jamais été conduite. » — Eric Schmidt",
    "\"Une grande découverte résout un grand problème, mais il y a un grain de découverte dans la solution de tout problème (...)\" – George Pólya (1887-1985)",
    "\"Partir, c'est mourir un peu. Mourir, c'est partir beaucoup.\" - Alphonse Allais",
    "\"Un mathématicien, comme un peintre ou un poète, est un créateur de structures. Si les siennes sont plus permanentes que les leurs, c'est parce qu'elles sont faites d'idées.\" – Godfrey Harold Hardy (1877-1947)",
    "« La tolérance est une attitude dynamique, qui consiste à prévoir, à comprendre et à promouvoir ce qui veut être. » — Claude Lévi-Strauss, Race et Histoire",
    "\"Comment se fait-il que les mathématiques, qui sont après tout un produit de la pensée humaine, indépendant de l’expérience, soient si admirablement adaptées aux objets de la réalité ?\" - Albert Einstein",
    "« C’est à cette nouvelle mission impossible que je me crois voué désormais, me sentant toujours branché sur le patrimoine planétaire, animé par la religion de ce qui relie, le rejet de ce qui rejette, une solidarité infinie. » - Edgar Morin",
    "\"Il ne s'agit pas de peindre la vie, mais de rendre la peinture vivante\" - Paul Cézanne",
    "“Il existe pour chaque problème complexe une solution simple, directe et fausse.” - H L Mencken",
    "\"Les vraies paroles ne sont point belles. Les belles paroles ne sont point vraies.\" - Lao Tseu",
    "\"S’il y a principe organisateur, il nait des rencontres aléatoires, dans l’alliance du désordre et de l’ordre, dans et par la catastrophe, c’est à dire le changement de forme.\" - Edgar Morin",
    "\"En mathématique la meilleure part de l’inspiration vient de l’expérience… Il est presque impossible de croire à l’existence d’un concept de rigueur, absolu et immuable, que l’on pourrait dissocier de toute expérience humaine.\" - John Von Neumann 1903--1957",
    "\"Aimer, c'est risquer le rejet. Vivre, c'est risquer de mourir. Espérer, c'est risquer le désespoir. Essayer, c'est risquer l'échec. Risquer est une nécessité. Seul celui qui ose risquer est vraiment libre.\" - Paulo Coelho",
    "«Il faut encore avoir du chaos en soi pour pouvoir enfanter une étoile qui danse. » - Friedrich Nietzsche",
    "\"L'avancement et la perfection des mathématiques sont intimement liés à la prospérité de l'État.\" – Napoléon Bonaparte",
    "“L’essence des mathématiques, c’est la liberté.” -Georg Cantor",
    "« Une erreur constamment répétée, ce n'est plus une erreur, c'est un choix. » - Paulo Coelho",
    "“Comment voulez-vous gouverner un pays où il existe 258 variétés de fromage ?” - De Gaulle",
    "\"Chaque matin, mon miroir me répète que je suis dos au mur\" - Eric Chevillard",
    "«Plus tu es fluide, plus tu es vivant.» - Arnaud Desjardins",
    "« L’idée de l’avenir, grosse d’une infinité de possibles, est donc plus féconde que l’avenir lui-même, et c’est pourquoi, l’on trouve plus de charme à l’espérance qu’à la possession, au rêve qu’à la réalité. » — Henri Bergson, Essai sur les données immédiates de la conscience, chapitre 1",
    "\"C'est chez l'homme que l'art du travestissement atteint son sommet : illusion, flagonnerie, mensonge,tromperie, commérage, parade, éclat d'emprunt, masques, convention hypocrite, comédie donnée aux autres et à soi-même, bref le sempiternel voltigement autour de cette flamme unique : la vanité. Tout cela impose si bien sa règle et sa loi que rien n'est presque plus concevable que la naissance parmi les hommes d'un pur instinct de vérité\" - (Friedrich Nietzsche, Vérité et mensonge au sens extra-moral, coll, Babel, Montréal, Paris, Leméac-Actes Sud, 1998.)",
    "« [...] Son excès de lumière recherche vos ténèbres. » F. Nietzsche, ”Le gai savoir”",
    "«C'est dans le vide de la pensée que s'inscrit le mal» - Arendt",
    "« Le meilleur moyen c'est celui qui fonctionne » - Alexis Hamache-Gilon (https://discord.com/channels/506449018885242890/640121704135524353/714869499521794158)",
    "\"Créer, non posséder. Œuvrer, non retenir. Accroître, non dominer.\" - Lao Tseu",
    "« Tout entier au moment présent je ne me souvenais de rien ; je n'avais nulle notion distincte de mon individu, pas la moindre idée de ce qui venait de m'arriver ; je ne savais ni qui j'étais ni où j'étais ; je ne sentais ni mal, ni crainte, ni inquiétude. » — Jean-Jacques Rousseau, Les Rêveries du promeneur solitaire, seconde promenade",
    "\"La connaissance est une navigation dans un océan d'incertitudes à travers des archipels de certitudes.\" - Edgar Morin",
    "\"L'analyse mathématique est aussi étendue que la nature elle-même ; elle définit tous les rapports sensibles, mesure les temps, les espaces, les forces, les températures.\" – Joseph Fourier (1768-1830)",
    "\"C'est un malheur du temps que les fous guident les aveugles.\" - William Shakespeare",
    "\"Le raisonnement par l'absurde (...) est un gambit bien plus fin que n'importe quel gambit aux échecs : un joueur d'échecs peut offrir le sacrifice d'un pion ou même d'une pièce, mais un mathématicien offre la partie.\" – Godfrey Harold Hardy (1877-1947)",
    "\"La vie soutient la vie, la fonction construit la structure et la structure produit la fonction. Une fois que la fonction cesse, la structure s'effondre. Elle se maintient en travaillant.\" - Albert Szent-Györgyi",
    "\"Il est remarquable qu'une science [la théorie des probabilités] qui a commencé par la considération des jeux, se soit élevée aux plus importants objets des connaissances humaines.\" – Pierre-Simon Laplace",
    "\"I like people. I like discussing with people - meeting, admiring people. I would say the pleasure to do mathematics is related to the pleasure of joint work.\" - Yves Meyer",
    "\"L'intelligence, ce n'est pas ce que l'on sait, mais ce que l'on fait quand on ne sait pas.\" - Jean Paget",
    "«Toute notre Histoire n’est que l’alternance des immenses douleurs d’un peuple dispersé et des fécondes grandeurs d’une nation libre groupée sous l’égide d’un État fort» - De Gaulle",
    "\"Si les gens ne croient pas que les mathématiques sont simples, c’est uniquement parce qu’ils ne réalisent pas à quel point la vie est compliquée.\" - J. von Neumann",
    "« Il vaut mieux viser la perfection et la rater que viser l’imperfection et l’atteindre. » — Bertrand Russell",
    "« Nature a, ce creins-je, elle-même attaché à l'homme quelque instinct à l'inhumanité. » — Montaigne, Essais, livre II, chapitre XI, « De la cruauté »",
    "« Beau ciel, vrai ciel, regarde-moi qui change ! » — Paul Valéry",
    "\"Le cerveau est l'obstacle à la pensée scientifique, il faut penser contre son cerveau\" - Gaston Bachelard",
    "\"Il y a des coups de foudre qui font des bleus au cœur.\" - Pierre Perret",
    "« Je ne méprise personne, et surtout pas à cause de son intelligence ou de sa culture, parce que personne n'a le pouvoir de ne pas devenir un sot ou un criminel — parce que des circonstances égales nous rendraient sans doute égaux, et parce que les circonstances sont hors de nous. » — Georg Büchner, Lettre à sa famille de février 1834",
    "« Une nation peut et doit tirer un enseignement de l’histoire d’une autre nation. » — Karl Marx, Préface de la première édition du Capital",
    "« Le proverbe du vilain nous enseigne que souvent chose qu'on dédaigne vaut mieux qu'on ne le pense. » — Chrétien de Troyes, Érec et Énide, v. 1-3",
    "« Si tu leur réponds, il y a outrage. Si tu résistes, il y a rébellion. Si tu prends la foule à témoin, il y a incitation à l'émeute. » - Maurice Rajsfus",
    "\"La Mort, c'est l'infini dans son éternité\" - Jean-Roger Caussimon dans NE CHANTEZ PAS LA MORT",
    "« L’homme est infiniment grand par rapport à l’infiniment petit et infiniment petit par rapport à l’infiniment grand ; ce qui le réduit presque à zéro. » — Vladimir Jankélévitch",
    "« Mais la nostalgie de l'aventure d'hier est un moyen commode de fuir l'aventure d'aujourd'hui. » — Chris Marker, À Valparaíso",
    "« Copier sur un seul, c'est du plagiat. Copier sur deux, c'est de la recherche. » — Wilson Mizner",
    "\"Toute forme de mépris, si elle intervient en politique, prépare ou instaure le fascisme.\" - Albert Camus",
    "\"Tenter, braver, persister, persévérer, s’être fidèle à soi-même, prendre corps à corps le destin, étonner la catastrophe par le peu de peur qu’elle nous fait, tantôt affronter la puissance injuste, tantôt insulter la victoire ivre, tenir bon, tenir tête ; voilà l’exemple dont les peuples ont besoin.\" - Victor Hugo",
    "« Ce que nous savons est une goutte d'eau, ce que nous ignorons est un océan. » - Isaac Newton",
    "\"Si l'on veut gagner sa vie, il suffit de travailler. Si l'on veut devenir riche, il faut trouver autre chose.\" - Alphonse Karr",
    "\"Les mathématiques, c'est un peu comme de la magie : il y a des formules, et on ne comprend pas tout.\" - L'antagoniste du Professeur Culture Précieuse",
    "“Il n'y a que deux espèces de plans de campagne, les bons et les mauvais. Les bons échouent presque toujours par des circonstances imprévues qui font souvent réussir les mauvais.”- Napoléon Bonaparte",
    "« Le concept de « vérité », compris comme dépendant des faits qui dépassent largement le contrôle humain, a été l’une des voies par lesquelles la philosophie a, jusqu’ici, inculqué la dose nécessaire d’humilité. Lorsque cette entrave à notre orgueil sera écartée, un pas de plus aura été fait sur la route qui mène à une sorte de folie – l’intoxication de la puissance qui a envahi la philosophie avec Fichte et à laquelle tous les hommes modernes, qu’ils soient philosophes ou non, ont tendance à succomber. Je suis persuadé que cette intoxication est le plus grand danger de notre temps et que toute philosophie qui y contribue, même non intentionnellement, augmente le danger d’un vaste désastre social. » - Bertrand Russell, Histoire de la philosophie occidentale, page 782.",
    "« L'informatique n'est pas plus la science des ordinateurs que l'astronomie n'est celle des télescopes. » Michael R. Fellows et Ian Parberry",
    "« Même compte tenu de tout ce que nous avons eu l’occasion d’apprendre depuis Montaigne sur les insuffisances, les excès et les méfaits divers de la science, il y a des formes de bêtise qu'aucune prouesse rhétorique ne transformera jamais en manifestation d'intelligence. » - Jacques Bouveresse, Rationalité et cynisme, page 12.",
    "\"If you must die, sweetheart, die knowing your life was my life's best part\" - Keaton Henson dans \"You\"",
    "\"If you must work, work to leave some part of you on this earth\" - Keaton Henson dans \"You\"",
    "\"If you must fight, fight with yourself and your thoughts in the night\" - Keaton Henson dans \"You\"",
    "\"Sans [le langage de l'analyse mathématique], la plupart des analogies intimes des choses nous seraient demeurées à jamais inconnues ; et nous aurions toujours ignoré l’harmonie interne du monde.\" – Henri Poincaré",
    "\"Il est des moments où il faut choisir entre vivre sa propre vie pleinement, entièrement, complètement, ou traîner l'existence dégradante, creuse et fausse que le monde, dans son hypocrisie, nous impose.\" - Oscar Wilde",
    "“Mathematics must be written so that it is impossible to misunderstand, not merely so that it is possible to understand.” ~ Herman Rubin",
    "\"Without science, everything is a miracle.\" - Lawrence M. Krauss",
    "\"Je préfère vivre en optimiste et me tromper, que vivre en pessimiste pour la seule satisfaction d'avoir eu raison.\" - Milan Kundera",
    "\"J'ai trop le désir qu'on respecte ma liberté pour ne pas respecter celle des autres.\" - Françoise Sagan",
    "\"Les mathématiques ne peuvent être définies sans reconnaître leur caractéristique la plus évidente:à savoir qu'elles sont intéressantes. Nulle part ailleurs qu'en mathématiques, la beauté intellectuelle n'est ressentie aussi profondément(...)\" – Michael Polanyi",
    "\"La pensée mathématique est belle parce qu’elle est possible n’importe où. Tout ce dont vous avez besoin, c’est d’un peu de paix et de beaucoup de patience, le tout accompagné d’une volonté de regarder au-delà des idées reçues.\" – Daniel Tammet",
    "\"L'impertinence est une vertu de l'artiste face aux grands de ce monde\" - Renaud Séchan",
    "\"En ce qui concerne la place des mathématiques par rapport aux autres sciences, on peut voir les mathématiques comme un grand entrepôt empli de rayonnages. Les mathématiciens déposent sur les rayons des choses (...)\" – Jean-Pierre Serre",
    "\"Pour devenir vraiment un mathématicien, l'étape clé est de réaliser qu'à un moment donné vous devez arrêter de lire des livres. Vous devez penser par vous-même. Vous devez devenir votre propre autorité (...)\" – Alain Connes",
    "\"Les pas de ma mère \nÉtaient si légers \nQue je ne l'ai pas entendue partir.\"\n\n John Green dans Tortues à L'infini à travers le personnage de Davis",
    "“The miracle of the appropriateness of the language of mathematics for the formulation of the laws of physics is a wonderful gift which we neither understand not deserve. It is difficult to avoid the impression that a miracle confronts us here, quite comparable… to the two miracles of laws of nature and of the human mind’s capacity to divine them. The enormous usefulness of mathematics in the natural sciences is something bordering on the mysterious and… there is no rational explanation for it.” - Eugene Wigner",
    "\"En affrontant passionnément les énigmes qui nous entourent, en considérant et en analysant les observations que j'avais faites, j'ai fini par me retrouver dans le domaine des mathématiques.\" – M.C. Escher",
    "\"Les mathématiques pures sont, à leur manière, la poésie des idées logiques.\" – Albert Einstein",
    "\"(...) j'ai utilisé le mot #mathématiques au pluriel ; mais je pense qu'il serait souhaitable que cette forme de mot soit réservée aux applications de la science, et que nous utilisions mathématique au singulier pour désigner la science elle-même (...)\" – J.J. Sylvester"
]
